Repository: ordozgoite/AroundYou
Catalog: WhatsGoingNearby/Localize/Localizable.xcstrings
Source language: en
Languages: pt_br, pt_pt

source: Failed to load post likes. Please try again.
pt_br: Falha ao carregar as curtidas da publicação. Tente novamente.
pt_pt: Falha ao carregar os gostos da publicação. Tente novamente.

source: Failed to load report details. Please try again.
pt_br: Falha ao carregar os detalhes da denúncia. Tente novamente.
pt_pt: Falha ao carregar os detalhes da denúncia. Tente novamente.

source: Failed to load user information. Please try again.
pt_br: Falha ao carregar as informações do usuário. Tente novamente.
pt_pt: Falha ao carregar as informações do utilizador. Tente novamente.

source: Failed to load user profile. Please try again.
pt_br: Falha ao carregar o perfil do usuário. Tente novamente.
pt_pt: Falha ao carregar o perfil do utilizador. Tente novamente.

source: Failed to load your businesses. Please try again.
pt_br: Falha ao carregar seus negócios. Tente novamente.
pt_pt: Falha ao carregar os seus negócios. Tente novamente.

source: Failed to load your posts. Please try again.
pt_br: Falha ao carregar suas publicações. Tente novamente.
pt_pt: Falha ao carregar as suas publicações. Tente novamente.

source: Failed to mark item as found. Please try again.
pt_br: Falha ao marcar o item como encontrado. Tente novamente.
pt_pt: Falha ao marcar o item como encontrado. Tente novamente.

source: Failed to mute chat. Please try again.
pt_br: Falha ao silenciar a conversa. Tente novamente.
pt_pt: Falha ao silenciar a conversa. Tente novamente.

source: Failed to post comment. Please try again.
pt_br: Falha ao postar o comentário. Tente novamente.
pt_pt: Falha ao publicar o comentário. Tente novamente.

source: Failed to post lost item. Please try again.
pt_br: Falha ao postar o item perdido. Tente novamente.
pt_pt: Falha ao publicar o item perdido. Tente novamente.

source: Failed to publish business. Please try again.
pt_br: Falha ao publicar o negócio. Tente novamente.
pt_pt: Falha ao publicar o negócio. Tente novamente.

source: Failed to remove profile picture. Please try again.
pt_br: Falha ao remover a foto do perfil. Tente novamente.
pt_pt: Falha ao remover a fotografia de perfil. Tente novamente.

source: Failed to request to join community. Please try again.
pt_br: Falha ao solicitar entrada na comunidade. Tente novamente.
pt_pt: Falha ao pedir para participar na comunidade. Tente novamente.

source: Failed to retrieve ban expiration date.
pt_br: Falha ao recuperar a data de expiração do banimento.
pt_pt: Falha ao obter a data de expiração do banimento.

source: Failed to retrieve user information.
pt_br: Falha ao recuperar informações do usuário.
pt_pt: Falha ao obter as informações do utilizador.

source: Failed to select a photo. Please try again.
pt_br: Não foi possível selecionar uma foto. Tente novamente.
pt_pt: Não foi possível selecionar uma fotografia. Tente novamente.

source: Failed to send message. Please try again.
pt_br: Falha ao enviar a mensagem. Tente novamente.
pt_pt: Falha ao enviar a mensagem. Tente novamente.

source: Failed to start new chat. Please try again.
pt_br: Falha ao iniciar nova conversa. Tente novamente.
pt_pt: Falha ao iniciar uma nova conversa. Tente novamente.

source: Failed to submit report. Please try again.
pt_br: Falha ao enviar a denúncia. Tente novamente.
pt_pt: Falha ao enviar a denúncia. Tente novamente.

source: Failed to unblock user. Please try again.
pt_br: Falha ao desbloquear o usuário. Tente novamente.
pt_pt: Falha ao desbloquear o utilizador. Tente novamente.

source: Failed to unmute chat. Please try again.
pt_br: Falha ao ativar o som do chat. Tente novamente.
pt_pt: Falha ao reativar o som da conversa. Tente novamente.

source: Failed to update community. Please try again.
pt_br: Falha ao atualizar a comunidade. Tente novamente.
pt_pt: Falha ao atualizar a comunidade. Tente novamente.

source: Failed to update preferences. Please try again.
pt_br: Falha ao atualizar as preferências. Tente novamente.
pt_pt: Falha ao atualizar as preferências. Tente novamente.

source: Failed to update profile. Please try again.
pt_br: Falha ao atualizar o perfil. Tente novamente.
pt_pt: Falha ao atualizar o perfil. Tente novamente.

source: Failed to upload image. Please try again.
pt_br: Falha ao carregar a imagem. Tente novamente.
pt_pt: Falha ao carregar a imagem. Tente novamente.

source: Failed to verify discoverability. Please try again.
pt_br: Falha ao verificar se a descoberta está ativa. Tente novamente.
pt_pt: Falha ao verificar se a descoberta está ativa. Tente novamente.

source: Female
pt_br: Mulher
pt_pt: Mulher

source: Filters
pt_br: Filtros
pt_pt: Filtros

source: Find Connections
pt_br: Encontrar Conexões
pt_pt: Encontrar Ligações

source: Finish Post
pt_br: Finalizar Publicação
pt_pt: Finalizar Publicação

source: First Location
pt_br: Primeira Localização
pt_pt: Primeira Localização

source: Follow post
pt_br: Seguir publicação
pt_pt: Seguir publicação

source: Following post
pt_br: Seguindo publicação
pt_pt: A seguir publicação

source: For account deletions, remember that this action is irreversible.
pt_br: Lembre-se que deletar sua conta é uma ação irreversível.
pt_pt: Lembre-se que deletar sua conta é uma ação irreversível.

source: Forgot your password?
pt_br: Esqueceu sua senha?
pt_pt: Esqueceu sua senha?

source: Found
pt_br: Encontrei
pt_pt: Encontrei

source: From
pt_br: De
pt_pt: De

source: Full name
pt_br: Nome completo
pt_pt: Nome completo

source: Full name (optional)
pt_br: Nome completo (opcional)
pt_pt: Nome completo (opcional)

source: Google sign-in is not available right now.
pt_br: Entrar com Google não está disponível no momento.

source: Harm to a Person
pt_br: Dano a uma Pessoa
pt_pt: Dano a uma Pessoa

source: Health
pt_br: Saúde
pt_pt: Saúde

source: Help
pt_br: Ajuda
pt_pt: Ajuda

source: Help me to find my...
pt_br: Me ajude a encontrar meu(minha)…
pt_pt: Ajude-me a encontrar o meu(a minha)…

source: Help us to improve the app we love! If you find any failure, tell us what happened.
pt_br: Nos ajude a aprimorar o app que amamos! Se você encontrar qualquer erro, nos conte o que aconteceu.
pt_pt: Nos ajude a aprimorar o app que amamos! Se você encontrar qualquer erro, nos conte o que aconteceu.

source: Help!
pt_br: Ajuda!
pt_pt: Ajuda!

source: Hide Account
pt_br: Esconder Conta
pt_pt: Ocultar Conta

source: Hide location
pt_br: Não exibir localização
pt_pt: Esconder localização

source: Hide my location
pt_br: Esconder minha localização
pt_pt: Ocultar a minha localização

source: Hiding Account
pt_br: Escondendo Conta
pt_pt: A ocultar Conta

source: Home
pt_br: Início
pt_pt: Início

source: Hungry
pt_br: Com fome
pt_pt: Com fome

source: I am
pt_br: Eu estou
pt_pt: Eu estou

source: I Lost Something
pt_br: Eu Perdi Algo
pt_pt: Perdi Alguma Coisa

source: I want
pt_br: Eu quero
pt_pt: Eu quero

source: I'm a...
pt_br: Eu sou…
pt_pt: Eu sou…

source: I'm interested in...
pt_br: Eu estou interessado em...
pt_pt: Tenho interesse em...

source: If the community is private, users must request to join it — and you’ll need to approve their request before they can enter.
pt_br: Se a comunidade for privada, os usuários devem solicitar a entrada nela — e você precisará aprovar a solicitação antes que eles possam entrar.
pt_pt: Se a comunidade for privada, os utilizadores têm de pedir para participar — e terá de aprovar o pedido antes de poderem entrar.

source: If this option is enabled, we will notify you whenever we find someone matching your interests nearby.
pt_br: Se esta opção estiver habilitada, nós o notificaremos sempre que encontrarmos alguém que corresponda aos seus interesses nas proximidades.
pt_pt: Se esta opção estiver ativa, iremos notificá-lo sempre que encontrarmos por perto alguém que corresponda aos seus interesses.

source: If you quit this screen, you will lose your changes.
pt_br: Se você sair dessa tela, você vai perder suas mudanças.
pt_pt: Se você sair dessa tela, você vai perder suas mudanças.

source: If you want to leave this community, tap and hold it.
pt_br: Se você quiser deixar essa comunidade, aperte e segura no seu ícone.
pt_pt: Se quiser sair desta comunidade, toque e mantenha premido o seu ícone.

source: Image
pt_br: Imagem
pt_pt: Imagem

source: In posts, users indicate the time they will remain in the location and associate it with an appropriate tag. Other users will be able to comment on the post or ask private questions via chat.
pt_br: Nas publicações, o usuário indica o tempo que permanecerá no local e associa a uma tag apropriada. Outros usuários poderão comentar a publicação ou tirar dúvidas privadas pelo chat.
pt_pt: Nas publicações, o usuário indica o tempo que permanecerá no local e associa a uma tag apropriada. Outros usuários poderão comentar a publicação ou tirar dúvidas privadas pelo chat.

source: Inactives
pt_br: Inativos
pt_pt: Inativos

source: Incident Description
pt_br: Descrição de Incidente
pt_pt: Descrição do Incidente

source: Incident Report
pt_br: Denúncia
pt_pt: Denúncia

source: Instagram username
pt_br: Username do Instagram
pt_pt: Nome de utilizador do Instagram

source: Interact with people 🌐
pt_br: Interaja com pessoas 🌐
pt_pt: Interaja com pessoas 🌐

source: Interact with people 🥳
pt_br: Interaja com pessoas 🥳
pt_pt: Interaja com pessoas 🥳

source: Invalid username format.
pt_br: Formato de nome de usuário inválido
pt_pt: Formato de nome de usuário inválido

source: Invite %@ to chat
pt_br: Convidar %@ para conversar
pt_pt: Convidar %@ para conversar

source: Item description (optional)
pt_br: Descrição do item (opcional)
pt_pt: Descrição do item (opcional)

source: Item Found
pt_br: Item Encontrado
pt_pt: Item Encontrado

source: Item Found ✅
pt_br: Item Encontrado ✅
pt_pt: Item Encontrado ✅

source: Item Info
pt_br: Informações do Item
pt_pt: Informações do Item

source: Item Lost
pt_br: Item Perdido
pt_pt: Item Perdido

source: Join
pt_br: Entrar
pt_pt: Entrar

source: Joining...
pt_br: Entrando...
pt_pt: A entrar...

source: Just chatting
pt_br: Batendo papo
pt_pt: Batendo papo

source: Just chilling
pt_br: Só de boas
pt_pt: Só de boas

source: Leave
pt_br: Deixar
pt_pt: Sair

source: Leave Community
pt_br: Deixar Comunidade
pt_pt: Sair da Comunidade

source: Leaving Community...
pt_br: Deixando Comunidade…
pt_pt: A sair da Comunidade…

source: Let potential customers know how to reach you easily.
pt_br: Deixe que clientes em potencial saibam como entrar em contato com você facilmente.
pt_pt: Permita que potenciais clientes saibam como contactá-lo facilmente.

source: liked
pt_br: curtiu
pt_pt: curtiu

source: Likes
pt_br: Curtidas
pt_pt: Curtidas

source: Loading comments...
pt_br: Carregando comentários...
pt_pt: A carregar comentários...

source: Loading post...
pt_br: Carregando post...
pt_pt: A carregar publicação...

source: Loading...
pt_br: Carregando...
pt_pt: A carregar...

source: Location
pt_br: Localização
pt_pt: Localização

source: Location 📍
pt_br: Localização 📍
pt_pt: Localização 📍

source: Location and Date
pt_br: Localização e Data
pt_pt: Localização e Data

source: Log In
pt_br: Entrar
pt_pt: Iniciar sessão

source: Looking around you...
pt_br: Procurando ao seu redor...
pt_pt: Procurando ao seu redor...

source: Looking for help
pt_br: Pedindo ajuda
pt_pt: Pedindo ajuda

source: Lost & Found
pt_br: Achados e Perdidos
pt_pt: Perdidos e Achados

source: Lost at
pt_br: Perdido em
pt_pt: Perdido em

source: Lost Item Information
pt_br: Informações de Item Perdido
pt_pt: Informações do Item Perdido

source: Lost Something
pt_br: Perdeu Algo
pt_pt: Perdeu Alguma Coisa

source: Male
pt_br: Homem
pt_pt: Homem

source: Map
pt_br: Mapa
pt_pt: Mapa

source: Mark as Old
pt_br: Marcar como Antigo
pt_pt: Marcar como Antigo

source: Message
pt_br: Mensagem
pt_pt: Mensagem

source: Messages
pt_br: Mensagens
pt_pt: Mensagens

source: Microphone access is required to record video.
pt_br: Acesso ao microfone é necessário para gravar um vídeo.
pt_pt: É necessário o acesso ao microfone para gravar vídeo.

source: Move the map to discover posts nearby
pt_br: Mova o mapa para descobrir posts próximos
pt_pt: Mova o mapa para descobrir publicações por perto

source: Mute Chat
pt_br: Silenciar Conversa
pt_pt: Silenciar Conversa

source: My Age
pt_br: Minha Idade
pt_pt: A Minha Idade

source: My Businesses
pt_br: Meus Negócios
pt_pt: Os Meus Negócios

source: My Profile
pt_br: Meu Perfil
pt_pt: O Meu Perfil

source: Name
pt_br: Nome
pt_pt: Nome

source: New Community
pt_br: Nova Comunidade
pt_pt: Nova Comunidade

source: No business found nearby.
pt_br: Nenhum negócio encontrado nas proximidades.
pt_pt: Não foram encontrados negócios por perto.

source: No comments yet
pt_br: Ainda não há comentários
pt_pt: Ainda não há comentários

source: No communities found nearby.
pt_br: Nenhuma comunidade encontrada nas proximidades.
pt_pt: Não foram encontradas comunidades por perto.

source: No matches found nearby.
pt_br: Nenhuma correspondência encontrada nas proximidades.
pt_pt: Não foram encontradas correspondências por perto.

source: No one has liked this post yet.
pt_br: Ninguém curtiu essa publicação ainda.
pt_pt: Ninguém curtiu essa publicação ainda.

source: No posts found.
pt_br: Nenhuma publicação encontrada.
pt_pt: Nenhuma publicação encontrada.

source: No posts nearby.
pt_br: Sem posts próximos
pt_pt: Não há publicações por perto.

source: No viewers yet
pt_br: Ainda não há visualizações
pt_pt: Ainda não há visualizações

source: No worries, we are always looking around you...
pt_br: Não se preocupe, estamos sempre olhando ao redor de você...
pt_pt: Não se preocupe, estamos sempre olhando ao redor de você...

source: Nothing new around here...
pt_br: Nada novo por aqui...
pt_pt: Nada novo por aqui...

source: Notifications
pt_br: Notificações
pt_pt: Notificações

source: Offer a reward?
pt_br: Oferece recompensa?
pt_pt: Oferece recompensa?

source: Offers Reward.
pt_br: Oferece Recompensa.
pt_pt: Oferece Recompensa.

source: Old
pt_br: Antigo
pt_pt: Antigo

source: Only people nearby this community can interact with it, including the owner.
pt_br: Somente pessoas próximas desta comunidade podem interagir com ela, incluindo o proprietário.
pt_pt: Apenas as pessoas próximas desta comunidade podem interagir com ela, incluindo o proprietário.

source: Only people nearby this post can interact with it, including the owner.
pt_br: Somente pessoas próximas podem interagir com esta publicação — inclusive o dono.
pt_pt: Apenas as pessoas próximas podem interagir com esta publicação — incluindo o autor.

source: Only people nearby your community will be able to interact with it, even you.
pt_br: Apenas pessoas próximas da sua comunidade poderão interagir com ela, até mesmo você.
pt_pt: Apenas as pessoas próximas da sua comunidade poderão interagir com ela, incluindo si próprio.

source: Only people within a 1 km radius of your community will be able to see and interact with it.
pt_br: Somente pessoas em um raio de 1 km da sua comunidade poderão vê-la e interagir com ela.
pt_pt: Apenas as pessoas num raio de 1 km da sua comunidade poderão vê-la e interagir com ela.

source: Oops! Looks like something went wrong.
pt_br: Oops! Parece que algo fugiu do controle.
pt_pt: Ups! Parece que algo correu mal.

source: Oops! Looks like something went wrong. Try again later.
pt_br: Oops! Parece que algo deu errado. Tente novamente mais tarde.
pt_pt: Oops! Parece que algo deu errado. Tente novamente mais tarde.

source: Oops! Something went wrong. Please try again later.
pt_br: Ops! Algo deu errado. Tente novamente mais tarde.
pt_pt: Ups! Algo correu mal. Tente novamente mais tarde.

source: or
pt_br: ou
pt_pt: ou

source: Party & Event
pt_br: Festas e Eventos
pt_pt: Festas e Eventos

source: password
pt_br: senha
pt_pt: senha

source: Password
pt_br: Senha
pt_pt: Senha

source: People
pt_br: Pessoas
pt_pt: Pessoas

source: Phone number
pt_br: Número de telefone
pt_pt: Número de telefone

source: Phone Number
pt_br: Número de Telefone
pt_pt: Número de Telefone

source: Photos
pt_br: Fotos
pt_pt: Fotos

source: Places
pt_br: Lugares
pt_pt: Locais

source: Please check your inbox.
pt_br: Por favor verifique sua caixa de entrada
pt_pt: Por favor verifique sua caixa de entrada

source: Please confirm your password.
pt_br: Por favor confirme sua senha.
pt_pt: Confirme a sua palavra-passe.

source: Please enter your email.
pt_br: Por favor insira seu email.
pt_pt: Por favor insira seu email.

source: Please enter your name.
pt_br: Por favor insira seu nome.
pt_pt: Introduza o seu nome.

source: Please enter your password.
pt_br: Por favor insira sua senha.
pt_pt: Por favor insira sua senha.

source: Please enter your username.
pt_br: Por favor insira seu nome de usuário.
pt_pt: Por favor insira seu nome de usuário.

source: Post
pt_br: Publicar
pt_pt: Publicar

source: Post cancelled
pt_br: Post cancelado
pt_pt: Publicação cancelada

source: Post Location
pt_br: Localização
pt_pt: Localização

source: Post will stay active for
pt_br: Publicação ficará ativa por
pt_pt: Publicação ficará ativa por

source: Post will stay active for:
pt_br: Publicação ficará ativa por:
pt_pt: Publicação ficará ativa por:

source: Posts are shown only to those around you.
pt_br: As publicações são exibidas apenas para quem está ao seu redor.
pt_pt: As publicações são mostradas apenas a quem está à sua volta.

source: Posts on AroundYou remain active for just **8 hours**, ensuring you discover timely and relevant information effortlessly.
pt_br: Publicações no AroundYou ficam disponíveis por apenas **8 horas**, portanto mostramos apenas o que é relevante no momento.
pt_pt: As publicações no AroundYou permanecem ativas apenas **8 horas**, para que descubra sem esforço informação atual e relevante.

source: Posts on AroundYou stay visible for a short period of time, making it easier for you to discover timely and relevant information.
pt_br: Publicações no AroundYou ficam visíveis por um curto período de tempo, deixando fácil descobrir informações relevantes no momento.
pt_pt: As publicações no AroundYou ficam visíveis durante um curto período de tempo, tornando mais fácil descobrir informação atual e relevante.

source: Preferences
pt_br: Preferências
pt_pt: Preferências

source: Preparing camera...
pt_br: Preparando câmera…
pt_pt: A preparar câmara…

source: Preparing post...
pt_br: Preparando post...
pt_pt: A preparar publicação...

source: Preparing video...
pt_br: Preparando vídeo…
pt_pt: A preparar vídeo…

source: print location
pt_br: imprimir localização
pt_pt: imprimir localização

source: Privacy
pt_br: Privacidade
pt_pt: Privacidade

source: Private Community
pt_br: Comunidade Privada
pt_pt: Comunidade Privada

source: Private Community:
pt_br: Comunidade Privada:
pt_pt: Comunidade Privada:

source: Profile
pt_br: Perfil
pt_pt: Perfil

source: Property Damage
pt_br: Dano à Propriedade
pt_pt: Dano à Propriedade

source: Provide the approximate location and time when you lost the item to help with the search.
pt_br: Forneça o local e a hora aproximados em que você perdeu o item para ajudar na busca.
pt_pt: Indique o local e a hora aproximados em que perdeu o item para ajudar na procura.

source: publication
pt_br: publicação
pt_pt: publicação

# Publication
source: Post
pt_br: Publicação
pt_pt: Publicação

source: Publish
pt_br: Publicar
pt_pt: Publicar

source: Publish New Business
pt_br: Publicar Novo Negócio
pt_pt: Publicar Novo Negócio

source: Publishing...
pt_br: Publicando…
pt_pt: A publicar…

source: Recenter map
pt_br: Recentralizar mapa
pt_pt: Recentrar mapa

source: Record video
pt_br: Gravar vídeo
pt_pt: Gravar vídeo

source: Record Video
pt_br: Gravar Vídeo
pt_pt: Gravar Vídeo

source: Recording
pt_br: Gravando
pt_pt: A gravar

source: Recover Password
pt_br: Recuperar Senha
pt_pt: Recuperar Senha

source: Refresh
pt_br: Atualizar
pt_pt: Atualizar

source: Register
pt_br: Registrar
pt_pt: Registrar

source: Remove
pt_br: Remover
pt_pt: Remover

source: Remove photo
pt_br: Remover foto
pt_pt: Remover foto

source: Removing photo...
pt_br: Removendo foto...
pt_pt: Removendo foto...

source: replied
pt_br: respondeu
pt_pt: respondeu

source: Reply
pt_br: Responder
pt_pt: Responder

source: Reply Message
pt_br: Responder Mensagem
pt_pt: Responder Mensagem

source: Replying to %@
pt_br: Respondendo %@
pt_pt: Respondendo %@

source: Replying to:
pt_br: Respondendo:
pt_pt: Respondendo:

source: Report
pt_br: Reportar
pt_pt: Reportar

source: Report Account
pt_br: Denunciar Conta
pt_pt: Denunciar Conta

source: Report an Incident
pt_br: Denunciar Incidente
pt_pt: Denunciar Incidente

source: Report Bug
pt_br: Reportar Bug
pt_pt: Reportar Bug

source: Report Business
pt_br: Denunciar Negócio
pt_pt: Denunciar Negócio

source: Report Comment
pt_br: Denunciar Comentário
pt_pt: Denunciar Comentário

source: Report Post
pt_br: Denunciar Publicação
pt_pt: Denunciar Publicação

source: Report Type
pt_br: Tipo de Denúncia
pt_pt: Tipo de Denúncia

source: Reporting Incident
pt_br: Denunciando
pt_pt: A denunciar

source: Reporting...
pt_br: Reportando...
pt_pt: Reportando...

source: Retry
pt_br: Tentar novamente
pt_pt: Tentar novamente

source: Reward
pt_br: Recompensa
pt_pt: Recompensa

source: Save
pt_br: Salvar
pt_pt: Guardar

source: Save Preferences
pt_br: Salvar Preferências
pt_pt: Guardar Preferências

source: Saving...
pt_br: Salvando...
pt_pt: A guardar...

source: Search Around You
pt_br: Pesquisar ao seu redor.
pt_pt: Pesquisar à sua volta.

source: Second Location
pt_br: Segunda Localização
pt_pt: Segunda Localização

source: See Details
pt_br: Ver Detalhes
pt_pt: Ver Detalhes

source: Seeking hangout
pt_br: Buscando companhia
pt_pt: Buscando companhia

source: Seeking Hangout
pt_br: Buscando companhia
pt_pt: Buscando companhia

source: Seeking to purchase
pt_br: Querendo comprar
pt_pt: Querendo comprar

source: Select a Tag
pt_br: Escolha uma Tag
pt_pt: Escolha uma tag

source: Selling
pt_br: À Venda
pt_pt: À Venda

source: Send Email
pt_br: Enviar Email
pt_pt: Enviar Email

source: Sending...
pt_br: Enviando...
pt_pt: A enviar...

source: Services
pt_br: Serviços
pt_pt: Serviços

source: Settings
pt_br: Ajustes
pt_pt: Ajustes

source: Share Location 🌐
pt_br: Compartilhar Localização 🌐
pt_pt: Partilhar Localização 🌐

source: Sharing news
pt_br: Compartilhando notícias
pt_pt: Compartilhando notícias

source: Show location
pt_br: Mostrar localização
pt_pt: Mostrar localização

source: Show me on map
pt_br: Mostre-me no mapa
pt_pt: Mostre-me no mapa

source: Show my location
pt_br: Mostrar minha localização
pt_pt: Mostrar a minha localização

source: Show my location on map
pt_br: Mostrar minha localização no mapa
pt_pt: Mostrar a minha localização no mapa

source: Show my profile in views
pt_br: Exibir meu perfil em visualizações
pt_pt: Mostrar o meu perfil nas visualizações

source: Sign Out
pt_br: Sair
pt_pt: Sair

source: Sign Up
pt_br: Criar conta
pt_pt: Criar conta

source: some company
pt_br: companhia
pt_pt: companhia

source: Some Company
pt_br: Companhia
pt_pt: Companhia

source: some help
pt_br: ajuda
pt_pt: ajuda

source: Some Help
pt_br: Ajuda
pt_pt: Ajuda

source: Some posts appear at an approximate location to preserve privacy.
pt_br: Alguns posts aparecem em uma posição aproximada para preservar a privacidade.
pt_pt: Algumas publicações aparecem numa localização aproximada para preservar a privacidade.

source: Sorry, you have reached the maximum allowed number of active publications.
pt_br: Desculpe, você atingiu o limite máximo de publicações ativas simultâneas.
pt_pt: Desculpe, você atingiu o limite máximo de publicações ativas simultâneas.

source: Sorry, you're too far away to comment on this post.
pt_br: Desculpe, você está longe demais para comentar nessa publicação.
pt_pt: Desculpe, você está longe demais para comentar nessa publicação.
